{
  "title": "Experience",
  "content": [
    {
      "duration": "Jun 2019 - Aug 2020",
      "position": "Fullstack Web Developer",
      "company": "HumanIQ (previously SynergyTS)",
      "responsibilities": [
        {
          "desc": "Revamped old websites using GatsbyJS, a ReactJS powered framework, sourced from Wordpress using GraphQL, and improves site’s speed and SEO with Hubspot chat system and analytics"
        },
        {
          "desc": "Collaborated on building system UI’s for a portal system using ReactJS"
        },
        {
          "desc": "Developed e-commerce food ordering website with Woocommerce"
        },
        {
          "desc": "Liaised with SEO expert, designer, project manager, and CEO as needed"
        },
        {
          "desc": "Managed websites and domains with Plesk Obsidian and performed regular updates on plugins and databases"
        }
      ]
    },
    {
      "duration": "Feb 2018 - May 2019",
      "position": "Web Developer",
      "company": "eLink Systems & Concepts Corp.",
      "responsibilities": [
        {
          "desc": "Developed Wordpress websites using Divi or Elementor from a raw PSD to a functional mobile-friendly websites"
        },
        {
          "desc": "Collaborated with designers to create clean interfaces and simple, intuitive interactions and experiences"
        },
        {
          "desc": "Developed an internal project tracker app using VueJS and Firebase"
        }
      ]
    },
    {
      "duration": "Feb 2017 - Feb 2018",
      "position": "Junior Developer",
      "company": "Binary Ideas Creative Solutions",
      "responsibilities": [
        {
          "desc": "Developed and maintained Wordpress websites specializing in booking, rentals, legal websites, and landing pages"
        },
        {
          "desc": "Maintained Laravel made backend systems"
        },
        {
          "desc": "Worked closely with senior developers and learned advanced project management skills"
        }
      ]
    },
    {
      "duration": "Jul 2016 - Dec 2016",
      "position": "Backend Developer",
      "company": "Biz1 Global Solutions, Inc.",
      "responsibilities": [
        {
          "desc": "Developed reusable modules for Odoo/OpenERP using Python and XML"
        },
        {
          "desc": "Created Odoo QWeb reports and rendered data visually"
        },
        {
          "desc": "Collaborated on enhancing the system's UI/UX"
        }
      ]
    }
  ]
}
